tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "ripgrep"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "obsidian"
cask "rectangle"
