# CLI Applications
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "ripgrep"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask ghostty
cask rectangle
cask "font-hack-nerd-font"

# GUI Applications
cask "obsidian"
cask "rectangle"
